Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: パスワードを設定
de: Passwort festlegen
en: Set password
es: Establecer contraseña
fr: Définir un mot de passe
ko: 비밀번호 설정
pt_br: Definir senha
zh_hans: 设置密码
zh_hant: 設定密碼

source: ハンガリーフォリント
de: Ungarischer Forint
en: Hungarian Forint
es: Forinto húngaro
fr: Forint hongrois
ko: 헝가리 포린트
pt_br: Forinte húngaro
zh_hans: 匈牙利福林
zh_hant: 匈牙利福林

source: ピクセルバッファの作成に失敗しました。
de: Der Pixelpuffer konnte nicht erstellt werden.
en: Failed to create the pixel buffer.
es: No se pudo crear el búfer de píxeles.
fr: Échec de la création du tampon de pixels.
ko: 픽셀 버퍼 생성에 실패했습니다.
pt_br: Falha ao criar o buffer de pixels.
zh_hans: 创建像素缓冲区失败。
zh_hant: 建立像素緩衝區失敗。

source: ビデオライターの初期化に失敗しました。
de: Der Video-Writer konnte nicht initialisiert werden.
en: Failed to initialize the video writer.
es: No se pudo inicializar el escritor de vídeo.
fr: Échec de l'initialisation de l'encodeur vidéo.
ko: 동영상 작성기 초기화에 실패했습니다.
pt_br: Falha ao inicializar o gravador de vídeo.
zh_hans: 视频写入器初始化失败。
zh_hant: 影片寫入器初始化失敗。

source: ビデオを書き出し中...
de: Video wird exportiert …
en: Exporting video…
es: Exportando vídeo…
fr: Exportation de la vidéo…
ko: 동영상을 내보내는 중...
pt_br: Exportando vídeo…
zh_hans: 正在导出视频…
zh_hant: 正在匯出影片...

source: ビデオ保存
de: Video speichern
en: Save video
es: Guardar vídeo
fr: Enregistrer la vidéo
ko: 동영상 저장
pt_br: Salvar vídeo
zh_hans: 保存视频
zh_hant: 儲存影片

source: ひとつの購入で家族 (最大 6 人) と Premium を共有できます。
de: Ein Kauf teilt Premium mit deiner Familie (bis zu 6 Personen).
en: One purchase shares Premium with your family (up to 6 people).
es: Con una sola compra puedes compartir Premium con tu familia (hasta 6 personas).
fr: Un seul achat permet de partager Premium avec votre famille (jusqu'à 6 personnes).
ko: 한 번의 구매로 가족(최대 6명)과 Premium을 공유할 수 있습니다.
pt_br: Uma única compra compartilha o Premium com sua família (até 6 pessoas).
zh_hans: 一次购买即可与家人（最多 6 人）共享 Premium。
zh_hant: 一次購買即可與家人（最多 6 人）共用 Premium。

source: ファイル
de: Datei
en: File
es: Archivo
fr: Fichier
ko: 파일
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

source: ファイルを解析できませんでした (エンコーディング不明)
de: Die Datei konnte nicht analysiert werden (unbekannte Kodierung)
en: Couldn’t parse the file (unknown encoding)
es: No se pudo analizar el archivo (codificación desconocida)
fr: Impossible d'analyser le fichier (encodage inconnu)
ko: 파일을 분석할 수 없었습니다(알 수 없는 인코딩)
pt_br: Não foi possível analisar o arquivo (codificação desconhecida)
zh_hans: 无法解析文件（编码未知）
zh_hant: 無法解析檔案（編碼不明）

source: ファッション・美容
de: Mode & Beauty
en: Fashion & Beauty
es: Moda y belleza
fr: Mode et beauté
ko: 패션 · 뷰티
pt_br: Moda e beleza
zh_hans: 时尚与美容
zh_hant: 時尚・美容

source: ファミリー共有対応
de: Unterstützt Familienfreigabe
en: Family Sharing supported
es: Compatible con Compartir en familia
fr: Compatible avec le Partage familial
ko: 가족 공유 지원
pt_br: Compatível com Compartilhamento Familiar
zh_hans: 支持家人共享
zh_hant: 支援家人共享

source: フィリピンペソ
de: Philippinischer Peso
en: Philippine Peso
es: Peso filipino
fr: Peso philippin
ko: 필리핀 페소
pt_br: Peso filipino
zh_hans: 菲律宾比索
zh_hant: 菲律賓披索

source: フィルタ
de: Filter
en: Filter
es: Filtro
fr: Filtre
ko: 필터
pt_br: Filtro
zh_hans: 筛选
zh_hant: 篩選

source: フィルタをオフにする
de: Filter deaktivieren
en: Turn off filter
es: Desactivar filtro
fr: Désactiver le filtre
ko: 필터 끄기
pt_br: Desativar filtro
zh_hans: 关闭筛选
zh_hant: 關閉篩選

source: フィルタを編集
de: Filter bearbeiten
en: Edit filter
es: Editar filtro
fr: Modifier le filtre
ko: 필터 편집
pt_br: Editar filtro
zh_hans: 编辑筛选
zh_hant: 編輯篩選

source: プライバシーポリシー
de: Datenschutzrichtlinie
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ko: 개인정보 처리방침
pt_br: Política de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: ブラジルレアル
de: Brasilianischer Real
en: Brazilian Real
es: Real brasileño
fr: Real brésilien
ko: 브라질 헤알
pt_br: Real brasileiro
zh_hans: 巴西雷亚尔
zh_hant: 巴西雷亞爾

source: ブルガリアレフ
de: Bulgarischer Lew
en: Bulgarian Lev
es: Lev búlgaro
fr: Lev bulgare
ko: 불가리아 레프
pt_br: Lev búlgaro
zh_hans: 保加利亚列弗
zh_hant: 保加利亞列弗

source: フレームの描画に失敗しました。
de: Der Frame konnte nicht gerendert werden.
en: Failed to render the frame.
es: No se pudo renderizar el fotograma.
fr: Échec du rendu de l'image.
ko: 프레임 렌더링에 실패했습니다.
pt_br: Falha ao renderizar o quadro.
zh_hans: 帧渲染失败。
zh_hant: 畫格繪製失敗。

source: プレビュー (最大 8 件)
de: Vorschau (bis zu 8)
en: Preview (up to 8)
es: Vista previa (hasta 8)
fr: Aperçu (jusqu'à 8)
ko: 미리보기(최대 8개)
pt_br: Pré-visualização (até 8)
zh_hans: 预览（最多 8 项）
zh_hant: 預覽（最多 8 筆）

source: プレミアムアイコン
de: Premium-Symbole
en: Premium icons
es: Iconos Premium
fr: Icônes Premium
ko: 프리미엄 아이콘
pt_br: Ícones Premium
zh_hans: 高级图标
zh_hant: Premium 圖示

source: プロフィール
de: Profil
en: Profile
es: Perfil
fr: Profil
ko: 프로필
pt_br: Perfil
zh_hans: 个人资料
zh_hant: 個人資料

source: ヘッダ
de: Kopfzeile
en: Header
es: Encabezado
fr: En-tête
ko: 헤더
pt_br: Cabeçalho
zh_hans: 标题行
zh_hant: 標題列

source: ペット・自然
de: Haustiere & Natur
en: Pets & Nature
es: Mascotas y naturaleza
fr: Animaux et nature
ko: 반려동물 · 자연
pt_br: Pets e natureza
zh_hans: 宠物与自然
zh_hant: 寵物・自然

source: ボーナス
de: Bonus
en: Bonus
es: Bonificación
fr: Prime
ko: 보너스
pt_br: Bônus
zh_hans: 奖金
zh_hant: 獎金

source: ポーランドズウォティ
de: Polnischer Złoty
en: Polish Zloty
es: Zloty polaco
fr: Zloty polonais
ko: 폴란드 즈워티
pt_br: Zloti polonês
zh_hans: 波兰兹罗提
zh_hant: 波蘭茲羅提

source: ほか %lld 件は省略
de: %lld weitere nicht angezeigt
en: %lld more not shown
es: %lld más no mostrados
fr: %lld autres éléments non affichés
ko: 그 외 %lld개 생략
pt_br: %lld itens adicionais não exibidos
zh_hans: 另有 %lld 项未显示
zh_hant: 另有 %lld 筆未顯示

source: まだ何も記録していません
de: Noch nichts erfasst
en: Nothing recorded yet
es: Aún no has registrado nada
fr: Rien n'a encore été enregistré
ko: 아직 기록된 내용이 없습니다
pt_br: Nada registrado ainda
zh_hans: 尚未记录任何内容
zh_hant: 尚未記錄任何內容

source: まとめて絞り込み
de: Alles zusammen filtern
en: Filter all at once
es: Filtrar todo a la vez
fr: Filtrer en une fois
ko: 한 번에 필터링
pt_br: Filtrar tudo de uma vez
zh_hans: 批量筛选
zh_hant: 一次篩選

source: マレーシアリンギット
de: Malaysischer Ringgit
en: Malaysian Ringgit
es: Ringgit malayo
fr: Ringgit malaisien
ko: 말레이시아 링깃
pt_br: Ringgit malaio
zh_hans: 马来西亚林吉特
zh_hant: 馬來西亞令吉

source: メール送信ができません
de: E-Mail kann nicht gesendet werden
en: Can't send mail
es: No se puede enviar correo
fr: Impossible d'envoyer un e-mail
ko: 메일을 보낼 수 없습니다
pt_br: Não é possível enviar e-mail
zh_hans: 无法发送邮件
zh_hant: 無法寄送郵件

source: メキシコペソ
de: Mexikanischer Peso
en: Mexican Peso
es: Peso mexicano
fr: Peso mexicain
ko: 멕시코 페소
pt_br: Peso mexicano
zh_hans: 墨西哥比索
zh_hant: 墨西哥披索

source: メモ
de: Notiz
en: Note
es: Nota
fr: Note
ko: 메모
pt_br: Nota
zh_hans: 备注
zh_hant: 備註

source: メモ (任意)
de: Notiz (optional)
en: Note (optional)
es: Nota (opcional)
fr: Note (facultatif)
ko: 메모(선택 사항)
pt_br: Nota (opcional)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

source: メンバー
de: Mitglieder
en: Members
es: Miembros
fr: Membres
ko: 멤버
pt_br: Membros
zh_hans: 成员
zh_hant: 成員

source: メンバーの名前
de: Name des Mitglieds
en: Member name
es: Nombre del miembro
fr: Nom du membre
ko: 멤버 이름
pt_br: Nome do membro
zh_hans: 成员姓名
zh_hant: 成員名稱

source: メンバーを追加
de: Mitglied hinzufügen
en: Add member
es: Añadir miembro
fr: Ajouter un membre
ko: 멤버 추가
pt_br: Adicionar membro
zh_hans: 添加成员
zh_hant: 新增成員

source: ユーロ
de: Euro
en: Euro
es: Euro
fr: Euro
ko: 유로
pt_br: Euro
zh_hans: 欧元
zh_hant: 歐元

source: ようこそ
de: Willkommen
en: Welcome
es: Bienvenido
fr: Bienvenue
ko: 환영합니다
pt_br: Bem-vindo
zh_hans: 欢迎
zh_hant: 歡迎使用

source: ライセンス
de: Lizenzen
en: Licenses
es: Licencias
fr: Licences
ko: 라이선스
pt_br: Licenças
zh_hans: 许可协议
zh_hant: 授權

source: ランチ (定食)
de: Mittagessen (Menü)
en: Lunch (set meal)
es: Almuerzo (menú)
fr: Déjeuner (menu)
ko: 점심(정식)
pt_br: Almoço (prato fixo)
zh_hans: 午餐（套餐）
zh_hant: 午餐（套餐）

source: リセット
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ko: 초기화
pt_br: Redefinir
zh_hans: 重置
zh_hant: 重設

source: リンクをコピー
de: Link kopieren
en: Copy Link
es: Copiar enlace
fr: Copier le lien
ko: 링크 복사
pt_br: Copiar link
zh_hans: 复制链接
zh_hant: 複製連結

source: リンクを準備中...
de: Link wird vorbereitet …
en: Preparing link…
es: Preparando enlace…
fr: Préparation du lien…
ko: 링크를 준비하는 중...
pt_br: Preparando link…
zh_hans: 正在准备链接…
zh_hant: 正在準備連結...

source: リンクを送る
de: Link senden
en: Send Link
es: Enviar enlace
fr: Envoyer le lien
ko: 링크 보내기
pt_br: Enviar link
zh_hans: 发送链接
zh_hant: 傳送連結

source: ルーマニアレウ
de: Rumänischer Leu
en: Romanian Leu
es: Leu rumano
fr: Leu roumain
ko: 루마니아 레우
pt_br: Leu romeno
zh_hans: 罗马尼亚列伊
zh_hant: 羅馬尼亞列伊

source: レートが見つからず除外された通貨
de: Aufgrund fehlenden Kurses ausgeschlossene Währungen
en: Currencies excluded because no rate was found
es: Monedas excluidas por no encontrarse el tipo de cambio
fr: Devises exclues car aucun taux n'a été trouvé
ko: 환율을 찾지 못해 제외된 통화
pt_br: Moedas excluídas por falta de taxa de câmbio
zh_hans: 因未找到汇率而被排除的货币
zh_hant: 因找不到匯率而排除的幣別

source: レシートから自動入力
de: Automatisch aus Beleg ausfüllen
en: Auto-fill from a receipt
es: Autocompletar desde un recibo
fr: Remplissage automatique depuis un reçu
ko: 영수증에서 자동 입력
pt_br: Preencher automaticamente a partir de um recibo
zh_hans: 根据小票自动填写
zh_hant: 由收據自動填寫

source: レシートから読み込み
de: Von Beleg einlesen
en: Scan from receipt
es: Escanear desde un recibo
fr: Scanner depuis un reçu
ko: 영수증에서 불러오기
pt_br: Escanear recibo
zh_hans: 从小票读取
zh_hant: 由收據掃描

source: レシートを撮影・選択すると、金額や日付を自動で読み取って入力できます。
de: Fotografiere oder wähle einen Beleg aus, um Betrag und Datum automatisch auszulesen und einzutragen.
en: Snap or pick a receipt to automatically read and fill in the amount and date.
es: Toma o elige la foto de un recibo para leer y completar automáticamente el importe y la fecha.
fr: Prenez ou choisissez une photo d'un reçu pour lire et remplir automatiquement le montant et la date.
ko: 영수증을 촬영하거나 선택하면 금액과 날짜를 자동으로 읽어 입력할 수 있습니다.
pt_br: Tire uma foto ou escolha um recibo para ler e preencher automaticamente o valor e a data.
zh_hans: 拍摄或选择小票后，可自动识别金额和日期并填入。
zh_hant: 拍攝或選取收據後，可自動辨識並填入金額與日期。

source: ローカル単独モードで動作します。設定からサインインすると同期されます。
de: Läuft im lokalen Einzelmodus. Melde dich in den Einstellungen an, um zu synchronisieren.
en: Runs in local-only mode. Sign in from Settings to sync.
es: Funciona en modo local independiente. Inicia sesión desde Ajustes para sincronizar.
fr: Fonctionne en mode local uniquement. Connectez-vous depuis les réglages pour synchroniser.
ko: 로컬 단독 모드로 작동합니다. 설정에서 로그인하면 동기화됩니다.
pt_br: Funciona em modo local isolado. Entre pelas configurações para sincronizar.
zh_hans: 以本地独立模式运行。在设置中登录后即可同步。
zh_hant: 目前以本機獨立模式運作。從設定登入即可同步。

source: ロックされたシートが %lld 件あります。削除するには、それぞれのパスワードを入力する必要があります。
de: Es gibt %lld gesperrte Blätter. Zum Löschen musst du für jedes das Passwort eingeben.
en: There are %lld locked sheets. To delete them, you need to enter each one's password.
es: Hay %lld hojas bloqueadas. Para eliminarlas, debes introducir la contraseña de cada una.
fr: Il y a %lld feuilles verrouillées. Pour les supprimer, vous devez saisir le mot de passe de chacune.
ko: 잠긴 시트가 %lld개 있습니다. 삭제하려면 각각의 비밀번호를 입력해야 합니다.
pt_br: Há %lld planilhas bloqueadas. Para excluí-las, é necessário inserir a senha de cada uma.
zh_hans: 有 %lld 个账本已锁定，删除前需要分别输入密码。
zh_hant: 有 %lld 個帳本已鎖定。若要刪除，需分別輸入其密碼。

source: ロックを解除
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
ko: 잠금 해제
pt_br: Desbloquear
zh_hans: 解锁
zh_hant: 解除鎖定

source: ロックを解除しますか?
de: Entsperren?
en: Unlock?
es: ¿Desbloquear?
fr: Déverrouiller ?
ko: 잠금을 해제하시겠습니까?
pt_br: Desbloquear?
zh_hans: 要解锁吗？
zh_hant: 要解除鎖定嗎？

source: ロックを設定
de: Sperre festlegen
en: Set lock
es: Establecer bloqueo
fr: Configurer le verrouillage
ko: 잠금 설정
pt_br: Definir bloqueio
zh_hans: 设置锁定
zh_hant: 設定鎖定

source: ロック中 · 解除して検索に含める
de: Gesperrt · Zum Einbeziehen in die Suche entsperren
en: Locked · unlock to include in search
es: Bloqueada · desbloquea para incluir en la búsqueda
fr: Verrouillé · déverrouillez pour inclure dans la recherche
ko: 잠김 · 해제하여 검색에 포함
pt_br: Bloqueada · desbloqueie para incluir na busca
zh_hans: 已锁定 · 解锁以纳入搜索
zh_hant: 鎖定中・解除後可納入搜尋

source: ロック中のシート
de: Gesperrte Blätter
en: Locked sheets
es: Hojas bloqueadas
fr: Feuilles verrouillées
ko: 잠긴 시트
pt_br: Planilhas bloqueadas
zh_hans: 已锁定的账本
zh_hant: 鎖定中的帳本

source: ロック設定
de: Sperreinstellungen
en: Lock settings
es: Ajustes de bloqueo
fr: Réglages de verrouillage
ko: 잠금 설정
pt_br: Configurações de bloqueio
zh_hans: 锁定设置
zh_hant: 鎖定設定

source: 一度の支払いで永続
de: Einmalzahlung, dauerhaft gültig
en: One-time payment, lasts forever
es: Pago único, para siempre
fr: Paiement unique, valable à vie
ko: 한 번 결제로 영구 이용
pt_br: Pagamento único, para sempre
zh_hans: 一次付款，永久使用
zh_hant: 一次付款即永久使用

source: 下の「アーカイブ済み」セクションから戻すか、新しいシートを作成してください。
de: Stelle eines aus dem Abschnitt „Archiviert“ unten wieder her oder erstelle ein neues Blatt.
en: Restore one from the "Archived" section below, or create a new sheet.
es: Restaura una desde la sección "Archivadas" de abajo, o crea una hoja nueva.
fr: Restaurez-en une depuis la section « Archivées » ci-dessous, ou créez une nouvelle feuille.
ko: 아래 “보관됨” 섹션에서 복원하거나 새 시트를 만들어 주세요.
pt_br: Restaure uma na seção "Arquivadas" abaixo ou crie uma nova planilha.
zh_hans: 请从下方“已归档”部分恢复，或创建新账本。
zh_hant: 請從下方「已封存」區塊還原，或建立新的帳本。

source: 不明
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知

source: 並び順
de: Sortierung
en: Sort
es: Orden
fr: Tri
ko: 정렬 순서
pt_br: Ordenação
zh_hans: 排序方式
zh_hant: 排序方式

source: 予算 %@
de: Budget %@
en: Budget %@
es: Presupuesto %@
fr: Budget %@
ko: 예산 %@
pt_br: Orçamento %@
zh_hans: 预算 %@
zh_hant: 預算 %@

source: 交通
de: Verkehr
en: Transport
es: Transporte
fr: Transport
ko: 교통
pt_br: Transporte

source: 交通・移動
de: Verkehr
en: Transport
es: Transporte
fr: Transport
ko: 교통 · 이동
pt_br: Transporte
zh_hans: 交通出行

source: 人
de: Personen
en: People
es: Personas
fr: Personnes
ko: 사람
pt_br: Pessoas

source: 人民元
de: Chinesischer Yuan
en: Chinese Yuan
es: Yuan chino
fr: Yuan chinois
ko: 중국 위안
pt_br: Yuan chinês
zh_hans: 人民币
zh_hant: 人民幣

source: 人物・アクション
de: Personen & Aktionen
en: People & Actions
es: Personas y acciones
fr: Personnes et actions
ko: 인물 · 액션
pt_br: Pessoas e ações
zh_hans: 人物与动作
zh_hant: 人物・動作

source: 今すぐロック
de: Jetzt sperren
en: Lock now
es: Bloquear ahora
fr: Verrouiller maintenant
ko: 지금 잠그기
pt_br: Bloquear agora
zh_hans: 立即锁定
zh_hant: 立即鎖定

source: 今年
de: Dieses Jahr
en: This Year
es: Este año
fr: Cette année
ko: 올해
pt_br: Este ano

source: 今年の支出
de: Ausgaben dieses Jahres
en: This year's spending
es: Gastos de este año
fr: Dépenses de cette année
ko: 올해 지출
pt_br: Gastos deste ano
zh_hans: 今年支出
zh_hant: 今年的支出

source: 今日の支出
de: Heutige Ausgaben
en: Today's spending
es: Gastos de hoy
fr: Dépenses d'aujourd'hui
ko: 오늘 지출
pt_br: Gastos de hoje
zh_hans: 今日支出
zh_hant: 今天的支出

source: 今月
de: Dieser Monat
en: This Month
es: Este mes
fr: Ce mois-ci
ko: 이번 달
pt_br: Este mês
zh_hans: 本月
zh_hant: 本月

source: 今月の支出
de: Ausgaben dieses Monats
en: This month's spending
es: Gastos de este mes
fr: Dépenses de ce mois-ci
ko: 이번 달 지출
pt_br: Gastos deste mês
zh_hans: 本月支出
zh_hant: 本月支出

source: 今月の支出: ¥138,400
de: Ausgaben dieses Monats: ¥138.400
en: This month's spending: ¥138,400
es: Gastos de este mes: ¥138,400
fr: Dépenses de ce mois-ci : ¥138 400
ko: 이번 달 지출: ¥138,400
pt_br: Gastos deste mês: ¥138.400
zh_hans: 本月支出：¥138,400
zh_hant: 本月支出：¥138,400

source: 仕事・勉強
de: Arbeit & Studium
en: Work & Study
es: Trabajo y estudios
fr: Travail et études
ko: 업무 · 공부
pt_br: Trabalho e estudos
zh_hans: 工作与学习
zh_hant: 工作・學習

source: 他の端末で作ったシートが降りてくるまでお待ちください。
de: Bitte warte, bis Blätter, die auf anderen Geräten erstellt wurden, synchronisiert sind.
en: Please wait for sheets created on other devices to sync down.
es: Espera a que se sincronicen las hojas creadas en otros dispositivos.
fr: Veuillez attendre que les feuilles créées sur d'autres appareils se synchronisent.
ko: 다른 기기에서 만든 시트가 동기화될 때까지 기다려 주세요.
pt_br: Aguarde a sincronização das planilhas criadas em outros dispositivos.
zh_hans: 请等待在其他设备上创建的账本同步下来。
zh_hant: 請稍候，等待在其他裝置上建立的帳本同步下載。

source: 以前に記録した送金です。残高に反映されます。
de: Zuvor erfasste Überweisungen. Sie werden im Saldo berücksichtigt.
en: Transfers recorded earlier. They’re reflected in balances.
es: Transferencias registradas anteriormente. Se reflejan en los saldos.
fr: Virements enregistrés précédemment. Ils sont pris en compte dans les soldes.
ko: 이전에 기록한 송금입니다. 잔액에 반영됩니다.
pt_br: Transferências registradas anteriormente. Elas são refletidas nos saldos.
zh_hans: 此前记录的转账，将反映在余额中。
zh_hant: 此為先前記錄的匯款，將反映於餘額中。

source: 低い順
de: Aufsteigend
en: Lowest first
es: De menor a mayor
fr: Du plus bas au plus haut
ko: 낮은 순
pt_br: Do menor para o maior
zh_hans: 由低到高
zh_hant: 由低到高

source: 住居
de: Wohnen
en: Housing
es: Vivienda
fr: Logement
ko: 주거
pt_br: Moradia
zh_hans: 住房
zh_hant: 居住

source: 作成
de: Erstellen
en: Create
es: Crear
fr: Créer
ko: 만들기
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: 便利な機能はこちら
de: Praktische Funktionen findest du hier
en: Handy features are here
es: Funciones útiles aquí
fr: Fonctionnalités pratiques ici
ko: 편리한 기능은 여기서
pt_br: Recursos úteis por aqui
zh_hans: 实用功能在这里
zh_hant: 實用功能在這裡

source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
pt_br: Salvar
zh_hant: 儲存

source: 保存しました
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
ko: 저장했습니다
pt_br: Salvo
zh_hans: 已保存
zh_hant: 已儲存

source: 保存に失敗しました
de: Speichern fehlgeschlagen
en: Failed to save
es: No se pudo guardar
fr: Échec de l'enregistrement
ko: 저장에 실패했습니다
pt_br: Falha ao salvar
zh_hans: 保存失败
zh_hant: 儲存失敗

source: 保存に失敗しました: %@
de: Speichern fehlgeschlagen: %@
en: Failed to save: %@
es: No se pudo guardar: %@
fr: Échec de l'enregistrement : %@
ko: 저장에 실패했습니다: %@
pt_br: Falha ao salvar: %@
zh_hans: 保存失败：%@
zh_hant: 儲存失敗：%@

source: 健康・スポーツ
de: Gesundheit & Sport
en: Health & Sports
es: Salud y deporte
fr: Santé et sport
ko: 건강 · 스포츠
pt_br: Saúde e esportes
zh_hans: 健康与运动
zh_hant: 健康・運動

source: 健康・医療
de: Gesundheit & Medizin
en: Health & Medical
es: Salud y medicina
fr: Santé et médical
ko: 건강 · 의료
pt_br: Saúde e medicina
zh_hans: 健康与医疗
zh_hant: 健康・醫療

source: 元に戻せません。
de: Dies kann nicht rückgängig gemacht werden.
en: This cannot be undone.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
ko: 되돌릴 수 없습니다.
pt_br: Isso não pode ser desfeito.
zh_hans: 此操作无法撤销。
zh_hant: 無法復原。

source: 先月
de: Letzter Monat
en: Last Month
es: Mes pasado
fr: Le mois dernier
ko: 지난달
pt_br: Mês passado
zh_hans: 上月
zh_hant: 上個月

source: 先月: %@
de: Letzter Monat: %@
en: Last month: %@
es: Mes pasado: %@
fr: Le mois dernier : %@
ko: 지난달: %@
pt_br: Mês passado: %@
zh_hans: 上月：%@
zh_hant: 上個月：%@

source: 先月の支出
de: Ausgaben des letzten Monats
en: Last month's spending
es: Gastos del mes pasado
fr: Dépenses du mois dernier
ko: 지난달 지출
pt_br: Gastos do mês passado
zh_hans: 上月支出
zh_hant: 上個月的支出

source: 光熱費
de: Nebenkosten
en: Utilities
es: Servicios públicos
fr: Charges (eau, gaz, électricité)
ko: 공과금
pt_br: Contas de casa
zh_hans: 水电煤气费
zh_hant: 水電瓦斯費

source: 入力 (JSON)
de: Eingabe (JSON)
en: Input (JSON)
es: Entrada (JSON)
fr: Saisie (JSON)
ko: 입력(JSON)
pt_br: Entrada (JSON)
zh_hans: 输入（JSON）
zh_hant: 輸入（JSON）

source: 入力中の内容は保存されません。
de: Nicht gespeicherte Änderungen gehen verloren.
en: Your unsaved changes will be lost.
es: El contenido sin guardar se perderá.
fr: Le contenu en cours de saisie ne sera pas enregistré.
ko: 입력 중인 내용은 저장되지 않습니다.
pt_br: As alterações não salvas serão perdidas.
zh_hans: 正在输入的内容不会被保存。
zh_hant: 輸入中的內容將不會被儲存。

source: 全データを削除
de: Alle Daten löschen
en: Delete all data
es: Eliminar todos los datos
fr: Supprimer toutes les données
ko: 전체 데이터 삭제
pt_br: Excluir todos os dados
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: 全データを削除して、アプリを初期状態に戻します。元に戻せません。
de: Löscht alle Daten und setzt die App auf den Ausgangszustand zurück. Dies kann nicht rückgängig gemacht werden.
en: Deletes all data and resets the app to its initial state. This cannot be undone.
es: Elimina todos los datos y restablece la app a su estado inicial. Esto no se puede deshacer.
fr: Supprime toutes les données et réinitialise l'application à son état initial. Cette action est irréversible.
ko: 전체 데이터를 삭제하고 앱을 초기 상태로 되돌립니다. 되돌릴 수 없습니다.
pt_br: Exclui todos os dados e restaura o app ao estado inicial. Isso não pode ser desfeito.
zh_hans: 删除所有数据，并将应用恢复至初始状态。此操作无法撤销。
zh_hant: 刪除所有資料並將 App 恢復為初始狀態，此操作無法復原。

source: 全データを削除しますか?
de: Alle Daten löschen?
en: Delete all data?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
ko: 전체 데이터를 삭제하시겠습니까?
pt_br: Excluir todos os dados?
zh_hans: 要删除所有数据吗？
zh_hant: 要刪除所有資料嗎？

# 全データ削除のためロックを解除 (%lld/%lld)
source: 全データ削除のためロックを解除 (%1$lld/%2$lld)
de: Zum Löschen aller Daten entsperren (%1$lld/%2$lld)
en: Unlock to delete all data (%1$lld/%2$lld)
es: Desbloquear para eliminar todos los datos (%1$lld/%2$lld)
fr: Déverrouiller pour supprimer toutes les données (%1$lld/%2$lld)
ko: 전체 데이터 삭제를 위해 잠금 해제 (%1$lld/%2$lld)
pt_br: Desbloquear para excluir todos os dados (%1$lld/%2$lld)
zh_hans: 解锁以删除所有数据（%1$lld/%2$lld）
zh_hant: 解除鎖定以刪除所有資料（%1$lld/%2$lld）

source: 全データ削除のためロックを解除してください
de: Zum Löschen aller Daten bitte entsperren
en: Unlock to delete all data
es: Desbloquea para eliminar todos los datos
fr: Veuillez déverrouiller pour supprimer toutes les données
ko: 전체 데이터 삭제를 위해 잠금을 해제해 주세요
pt_br: Desbloqueie para excluir todos os dados
zh_hans: 请解锁以删除所有数据
zh_hant: 請解除鎖定以刪除所有資料

source: 全ての定期項目で変更
de: Für alle wiederkehrenden Einträge ändern
en: Change for all recurring items
es: Cambiar en todos los elementos recurrentes
fr: Modifier pour tous les éléments récurrents
ko: 모든 정기 항목 변경
pt_br: Alterar para todos os itens recorrentes
zh_hans: 更改所有定期项目
zh_hant: 變更所有定期項目

source: 全員
de: Alle
en: Everyone
es: Todos
fr: Tout le monde
ko: 전원
pt_br: Todos
zh_hans: 全部成员
zh_hant: 所有人

source: 全員均等
de: Gleichmäßig aufteilen
en: Split equally
es: Dividir en partes iguales
fr: Répartition égale
ko: 전원 균등 분할
pt_br: Dividir igualmente
zh_hans: 全员平均分摊
zh_hant: 全員均分

source: 全員解除
de: Alle abwählen
en: Deselect all
es: Deseleccionar todos
fr: Tout désélectionner
ko: 전체 선택 해제
pt_br: Desmarcar todos
zh_hans: 全部取消选择
zh_hant: 取消全選

source: 全員選択
de: Alle auswählen
en: Select all
es: Seleccionar todos
fr: Tout sélectionner
ko: 전체 선택
pt_br: Selecionar todos
zh_hans: 全选
zh_hant: 全選

source: 全期間
de: Gesamter Zeitraum
en: All time
es: Todo el periodo
fr: Toute la période
ko: 전체 기간
pt_br: Todo o período
zh_hans: 全部时间
zh_hant: 全部期間

source: 全期間の支出
de: Ausgaben im gesamten Zeitraum
en: All-time spending
es: Gastos de todo el periodo
fr: Dépenses de toute la période
ko: 전체 기간 지출
pt_br: Gastos de todo o período
zh_hans: 全部时间支出
zh_hant: 全部期間的支出

source: 全画面
de: Vollbild
en: Full screen
es: Pantalla completa
fr: Plein écran
ko: 전체 화면
pt_br: Tela cheia
zh_hans: 全屏
zh_hant: 全螢幕

source: 共有シートの情報
de: Informationen zum geteilten Blatt
en: Shared sheet info
es: Información de la hoja compartida
fr: Informations sur la feuille partagée
ko: 공유 시트 정보
pt_br: Informações da planilha compartilhada
zh_hans: 共享账本信息
zh_hant: 共用帳本資訊

source: 共有ストアが準備できていません。アプリを再起動してください。
de: Der Freigabespeicher ist noch nicht bereit. Bitte starte die App neu.
en: The shared store isn’t ready. Please restart the app.
es: El almacén compartido no está listo. Reinicia la app.
fr: Le stockage partagé n'est pas prêt. Veuillez redémarrer l'application.
ko: 공유 저장소가 준비되지 않았습니다. 앱을 다시 시작해 주세요.
pt_br: O armazenamento compartilhado não está pronto. Reinicie o app.
zh_hans: 共享存储尚未就绪，请重启应用。
zh_hant: 共用儲存區尚未就緒，請重新啟動 App。

source: 共有の受諾に失敗しました
de: Die Freigabe konnte nicht angenommen werden
en: Failed to accept the share
es: No se pudo aceptar la comparticion
fr: Échec de l'acceptation du partage
ko: 공유 수락에 실패했습니다
pt_br: Falha ao aceitar o compartilhamento
zh_hans: 接受共享失败
zh_hant: 接受共用失敗
